Repository: rail-rain/BCDice-tox
Catalog: po/*.po
Languages: pt_pt

source: is now
pt_pt: está agora

source: is now known as
pt_pt: agora é conhecido como

source: 3 unused profiles found: <b>Snow, Guy, Aztek</b>
pt_pt: 3 perfis inutilizados encontrados: <b>Snow, Guy, Aztek</b>

source: <b>Display friend's status changes?</b>
pt_pt: <b>Mostrar alterações do estado do amigo?</b>

source: <b>Enable custom themes?</b>
pt_pt: <b>Ativar temas personalizados</b>

source: <b>Friends</b>
pt_pt: <b>Amigos</b>

source: <b>Language:</b>
pt_pt: <b>Idioma:</b>

source: <b>Last online:</b>
pt_pt: <b>Última vez online:</b>

source: <b>Last seen:</b>
pt_pt: <b>Última vez visto:</b>

source: <b>Ricin</b> aims to be a <i>secure, lightweight, hackable and fully-customizable</i> chat client using the awesome and open-source <b>ToxCore</b> library.
pt_pt: <b>Ricin</b> tem como objetivo ser um cliente de chat<i> seguro, leve, 'hackable' e totalmente personalizável </i> usando a incrível, open-source bibliotéca <b>ToxCore</b>.

source: <b>Send typing notifications?</b>
pt_pt: <b>Enviar notificações de escrita?</b>

source: <b>Unknown peers</b>
pt_pt: <b>Pares desconhecidos</b>

source: <b>Version:</b>
pt_pt: <b>Versão:</b>

source: <b>Your Tox alias:</b>
pt_pt: <b>O seu pseudónimo de Tox:</b>

source: <b>Your ToxID:</b>
pt_pt: <b>O seu ToxID:</b>

source: <i>Friend is typing</i>
pt_pt: <i>Amigo a escrever</i>

source: About
pt_pt: Sobre

source: Accept
pt_pt: Aceitar

source: Accept/Resume file
pt_pt: Aceitar/Resumir ficheiro

source: Add a friend
pt_pt: Adicionar um amigo

source: Add friend
pt_pt: Adicionar amigo

source: All friends
pt_pt: Todos os amigos

source: Away
pt_pt: Ausente

source: Biography
pt_pt: Biografia

source: Block
pt_pt: Bloquear

source: Block friend
pt_pt: Bloquear amigo

source: Blocked
pt_pt: Bloqueado

source: Busy
pt_pt: Ocupado

source: Call friend
pt_pt: Fazer chamada com amigo

source: Can't load the profile
pt_pt: Não foi possível carregar o perfil

source: Cancel
pt_pt: Cancelar

source: Cancel/pause file
pt_pt: Cancelar/pausar ficheiro

source: Change Nospam
pt_pt: Alterar Nospam

source: Change your avatar
pt_pt: Alterar o seu avatar

source: Change your status
pt_pt: Alterar o seu estado

source: Changing Network settings will temporarily disconnect you from the Tox network
pt_pt: Alterar as configurações de rede irá desligá-lo temporáriamente da rede Tox

source: Choose a file
pt_pt: Escolha um ficheiro

source: Choose a name for the profile
pt_pt: Escolha um nome para o perfil

source: Choose smileys
pt_pt: Mudar smileys

source: Clearer theme
pt_pt: Tema claro

source: Close the popup
pt_pt: Fechar o popup

source: Contributors
pt_pt: Colaboradores

source: Copy
pt_pt: Copiar

source: Copy friend's ToxID
pt_pt: Copiar ToxID do amigo

source: Create a profile
pt_pt: Criar um perfil

source: Create this profile
pt_pt: Criar este perfil

source: Dark theme
pt_pt: Tema escuro

source: Decline
pt_pt: Rejeitar

source: Delete
pt_pt: Apagar

source: Delete friends (3)
pt_pt: Apagar amigos (3)

source: Enter a name for the profile
pt_pt: Insira um nome para o perfil

source: Friend's profile
pt_pt: Perfil do amigo

source: General
pt_pt: Geral

source: Groupchat name
pt_pt: Nome do groupchat

source: Hello! It's %s, let's be friends.
pt_pt: Olá! Sou o/a %s, vamos ser amigos.

source: Image saved!
pt_pt: Imagem gravada!

source: Leave
pt_pt: Sair

source: License (GNU General Public License 3)
pt_pt: Licença (GNU General Public License 3)

source: Load a profile
pt_pt: Carregar um perfil

source: Mute
pt_pt: Silenciar

source: Network
pt_pt: Rede

source: New Tox alias
pt_pt: Novo pseudónimo de Tox

source: No
pt_pt: Não

source: Notes about the user:
pt_pt: Apontamentos sobre o utilizador:

source: Online friends
pt_pt: Amigos online

source: Please enter a profile name.
pt_pt: Por favor insira um nome de perfil.

source: Profile name already taken.
pt_pt: Nome de perfil já está a ser usado.

source: Quit
pt_pt: Sair

source: Reload custom theme
pt_pt: Recarregar tema personalizado

source: Report an issue
pt_pt: Reportar um problema

source: Request deletion
pt_pt: Pedir apagamento

source: Ricin doesn't supports ToxDNS yet.
pt_pt: Ricin não tem suporte de ToxDNS ainda.

source: Ricin official website
pt_pt: Website oficial do Ricin

source: Select a chat to start messaging.
pt_pt: Selecione um chat para começar a enviar mensagens.

source: Select a profile
pt_pt: Escolha um perfil

source: Select your avatar
pt_pt: Escolha o seu avatar

source: Send file
pt_pt: Enviar ficheiro

source: Send message
pt_pt: Enviar mensagem

source: Settings
pt_pt: Configurações

source: Status message...
pt_pt: Mensagem de estado...

source: The selected profile doesn't exists.
pt_pt: O perfil selecionado não existe.

source: ToxDNS is not supported yet.
pt_pt: ToxDNS ainda não é suportado.

source: ToxID can't be empty.
pt_pt: ToxID não pode estar vazio.

source: ToxID is invalid.
pt_pt: ToxID inválido.

source: ToxID to add...
pt_pt: ToxID para adicionar...

source: ToxMe server
pt_pt: Servidor ToxMe

source: Type to search...
pt_pt: Escreva para pesquisar...

source: Unblock
pt_pt: Desbloquear

source: Unblock friend
pt_pt: Desbloquear amigo

source: Update record
pt_pt: Actualizar registro

source: Username
pt_pt: Nome de utilizador

source: Video call friend
pt_pt: Fazer chamada de video com amigo

source: White theme
pt_pt: Tema branco

source: Yes
pt_pt: Sim

source: You got a new friend request
pt_pt: Tem um novo pedido de amizade

source: _Cancel
pt_pt: _Cancelar

source: _Open
pt_pt: _Abrir

source: default
pt_pt: padrão

source: is typing
pt_pt: está a escrever

source: ricin.io (stable)
pt_pt: ricin.io (estável)

source: stable
pt_pt: estável
